
export default function InstructorsPage() {
    return (
      <section className="py-10 bg-gray-50">
        <div className="container mx-auto px-4 max-w-2xl">
          
          <h1 className="text-3xl mb-2">여초 김응현</h1>
          <h1 className="text-2xl mb-8">(如初 金膺顯, 1927.1.22.~2007.2.1)</h1>
          <div className="space-y-2">
            <p>여초 김응현은 2006년 광화문 현판 교체론이 대두될 당시 현역 서예가 중 1순위에 오를 정도로 명실상부 근현대 한국서단의 최고 대가(大家)로 인정받았다. ‘추사 이후 여초’라는 찬사를 받았으며, 친형인 일중 김충현과 함께 근현대 서예사의 4대가로 주목받았다.</p>
            <p>한문서예 오체인 전서·예서·해서·행서·초서를 두루 잘 썼으며, 한글서예와 전각도 뛰어났다. 그의 글씨는 원숙미와 독창성이 돋보이며 서체가 활달하다는 평가와 함께 명성이 중국, 일본, 대만 등 국외에까지 널리 알려졌다.<br/>
            선생은 지금의 서울 성북구 번동에서 태어나 휘문고등학교와 고려대학교 영문과를 졸업했다. 1950년부터 10년간 국회보 주간를 지냈으며 국회도서관 1호 정직원이었다.</p>
            <p>일제시대를 거치며 단절되고 왜곡된 우리의 전통서법을 다시 잇기 위한 노력으로, 1956년 국내 최초의 서예연구교육기관인 ‘동방연서회’ 창립을 주도하고 1969년부터 이사장을 맡아 9,000명의 후학을 양성하는 등 서법교육에도 평생을 바쳤다. 1996년 민족문화의 계승과 창달을 위한 전문교육기관을 설립하고자 지인들과 함께 학교법인 동방학원을 설립하였다. 10년 동안의 노력으로 2005년 ‘동방대학원대학교’가 개교하여 운영되고 있다.</p>
            <p>서예잡지 『서통(書通)』과 『서법예술』을 창간하여 한국서예사의 체계를 세우고 서예 보급에 큰 역할을 했으며, 한국전각협회 회장과 사단법인 국제서법연합 한국본부 이사장을 지내며 중국·일본·홍콩 등과 국제교류전을 통해 한국 서예를 해외에 알리는 데 큰 기여를 했다. 1990년 10월 한국 서예가로서는 최초로 중국혁명박물관에서 개인전을 개최해 우리나라 서예의 우수함을 널리 알렸다.</p>
            <p>여초는 1996년부터 인제군 북면 한계리에 ‘구룡동천(九龍洞天)’이라는 집을 짓고 자연과 벗삼아 만년의 자유로운 작품세계를 펼쳤다. 작고하기 10여년 전부터 당뇨병을 시작으로 중풍과 파킨슨병 등 합병증이 겹쳐 투병해야 했지만 몸이 불편하다는 이유로 결코 붓을 내려놓지 않았다.</p>
            <p>1999년에는 교통사고로 오른 손목에 골절상을 입게 되자 3개월 동안 왼손으로 붓을 들고 작품 활동을 이어나가 다음해에 ‘좌수전(左手展)’을 개최하기도 했다.</p>
            <p>2003년에는 가로 6ｍ, 세로 5.3ｍ에 이르는 필생의 역작 광개토대왕비문을 완성했다. 건강이 크게 악화된 2006년 초까지 붓을 놓지 않았다. 2006년 정부가 광화문 현판 교체를 검토하면서 글씨를 선생에게 의뢰하려 했으나 건강 악화로 성사되지 못했다. 2007년 2월 1일 당뇨병 합병증으로 1개월 간 입원 끝에 타계하였다.</p>
            <p>여초는 서법의 기초부터 숙달과정을 배울 수 있는 서예교본으로 대표적인 문헌과 금석문 등에서 서체의 특징을 잘 드러내는 것들만 골라서 직접 글씨를 쓴 30권 분량의 『동방서범(東方書範)』을 근 10년에 걸쳐 완성했다. 이밖에 『동방서예강좌』, 『서여기인(書如其人)』 등을 저술했다.</p>
            <p>여초의 대표적인 작품으로 광개토대왕비문과 경복궁 ‘강령전’ 현판, 경북 김천의 ‘영남제일문’ 현판과 ‘직지사’ 현판, 공초 ‘오상순 시비’, 하동의 ‘칠불사’ 현판, 낙산사의 ‘보타전’ 현판이 있다.</p>
            <p>(출처: <a href=" http://yeochomuseum.kr/">여초서예관</a>)</p>
          </div>
        </div>
      </section>
    );
  }